sensorOpt/con/7.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       226345;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       226745;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       226945;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       227345;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          113264;
        startFace       227545;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          113264;
        startFace       340809;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          356;
        startFace       454073;
    }
)

// ************************************************************************* //
